Repository: constlab/acf-rgba-color-field
Catalog: assets/update/dhz_updater-*.po
Languages: de_de

source: The URL %s does not point to a valid plugin metadata file.
de_de: %s ist enthält keine gültigen Plugin Metadaten.

source: WP HTTP error:
de_de: WP HTTP Fehler:

source: HTTP response code is
de_de: TTP Response Code ist

source: (expected: 200)
de_de: (erwartet: 200)

source: wp_remote_get() returned an unexpected result.
de_de: wp_remote_get() meldet ein unerwartetes Ergebnis.

source: Can't to read the Version header for '%s'. The filename is incorrect or is not a plugin.
de_de: Kann die Version im Header für '%s' nicht finden. Der Dateiname ist falsch oder es ist kein Plugin.

source: Can't to read the plugin header for '%s'. The file does not exist.
de_de: Kann die Version im Header für '%s' nicht finden. Die Datei ist nicht vorhanden.

source: Skipping update check for %s - installed version unknown.
de_de: ktualisierung kann nicht ausgeführt werden für %s - installierte Version ist unbekannt.

source: The directory structure of the update is incorrect. All plugin files should be inside
de_de: Die Struktur des Updates ist nicht korrekt. Alle Plugin-Dateien müssen innerhalb

source: a directory named <span class="code">%s</span>, not at the root of the ZIP file.
de_de: eines Ordner mit dem Namen <span class=\"code\">%s</span> sein; nicht im Hauptverzeichnis der ZIP-Datei.

source: Renaming %s to %s&#8230;
de_de: Umbenennen von %s zu %s&#8230;

source: Plugin directory successfully renamed.
de_de: Der Plugin-Ordner wurde erfolgreich umbenannt.

source: Unable to rename the update to match the existing plugin directory.
de_de: Das Plugin-Verzeichnis konnte nicht umbenannt werden.

source: Check for updates
de_de: Nach Aktualisierung suchen

source: This plugin is up to date.
de_de: Das Plugin ist auf dem aktuellsten Stand.

source: A new version of this plugin is available.
de_de: Eine neuere Version des Plugins ist verfügbar.

source: Unknown update checker status "%s"
de_de: Unbekannter Update-Status "%s"

source: Failed to parse plugin metadata. Try validating your .json file with http://jsonlint.com/
de_de: Fehler beim Auslesen der Plugin Metadaten. Überprüfe die JSON-Datei über http://jsonlint.com/

source: The plugin metadata file does not contain the required 'name' and/or 'version' keys.
de_de: In der Plugin Metadaten-Datei fehlen die notwendigen 'name' und/oder 'version' Schlüssel.
